Repository: UE-Explorer/UE-Explorer
Catalog: UE Explorer/Properties/Resources.*.resx
Languages: nl

source: Open File
nl: Openen

source: Warning
nl: Waarschuwing

# NOT_AVAILABLE
source: N/A
nl: N/B

# RegistryWarning
source: Enabling this will edit your registry file. If you happen to move the "UE Explorer" folder, uninstall or update it, then please disable this before doing so!
nl: Dit zal jouw registery bewerken. Moest je "UE Explorer" verplaatsen of verwijderen, maak dan zeker dat je dit eerst uitschakeld!

source: No Object was found.
nl: Geen object gevonden.

# UC_PackageExplorer_PerformNodeAction_QUESTIONEXPORTFOLDER
source: Do you want to go the folder with the exported content?
nl: Wil je naar de /exported/ map gaan?

# NEW_VERSION_AVAILABLE_TITLE
source: A new version is available!
nl: Een nieuwere versie is beschikbaar!

# ProgramForm_Check_for_Updates_Status
source: Checking for updates...
nl: Zoeken naar updates...

# NO_NEW_VERSION_AVAILABLE_MESSAGE
source: You have the latest version of {0}
nl: Je hebt de laatste versie van {0}

source: Error
nl: Fout

source: Options
nl: Opties

# CHECKFORUPDATES_FAILED_MESSAGE
source: Failed to request the latest version. Please try again later!
nl: Het zoeken naar een update was mislukt. Probeer later nog een keer opnieuw!

source: Homepage
nl: Hoofdpagina

# ProgramForm_LoadFile_Failed_loading_package
source: Failed loading package: {0}
nl: Kon het pakket niet laden: {0}

# ProgramForm_LoadFile_Loading_file
source: Loading file {0}...
nl: Bezig met het laden van {0}...

# NEW_VERSION_AVAILABLE_MESSAGE
source: Clicking yes will bring you to the page with the latest version! Installed version: {0} Latest version: {1}
nl: Als je op ja klikt zal je naar de update gebracht worden! Huidige versie: {0} Laatste versie: {1}

# CANNOT_IMPORT_BINARY_NOTEQUAL_LENGTH
source: You cannot import binary files with an unequal length!
nl: Je kan geen binaire bestanden importeren die een ongelijke lengte hebben!

# SAVE_QUESTION_WARNING
source: Do you want to save this? Warning! This change will be permanent, make sure you have made a backup!
nl: Weet je zeker dat je dit wilt opslaan? Deze veranderingen zullen permanent zijn, maak zeker dat je een reservekopie hebt!

# SAVE_QUESTION
source: Save?
nl: Opslaan?

# COULDNT_SAVE_EXCEPTION
source: Couldn't save the file because of the following exception: {0}
nl: Kon dit bestand niet opslaan vanwege de volgende uitzondering: {0}

# SUCCESS
source: Successful
nl: Succesvol

# SAVE_SUCCESS
source: Successfully saved!
nl: Succesvol opgeslaan!

source: Saved!
nl: Opgeslagen!

# EXPORTED_ALL_PACKAGE_CLASSES
source: Exported all packages content to {0}. Click Yes if you want to go to the output directory!
nl: Alle klassen van {0} zijn naar {1} geëxporteerd. Klik op ja als je nu naar deze map wilt gebracht worden!

# PACKAGE_IS_COMPRESSED
source: This package is compressed! Compressed packages are not supported. Please consider decompressing the package using "Unreal Package Decompressor" from Gildor You can download the tool from http://www.gildor.org/downloads or press OK to go there now.
nl: Dit pakket is gecompresseerd! Deze pakketen zijn niet ondersteund. Om dit te decompresseren moet je "Unreal Package Decompressor" van Gildor downloaden. Als je op ja klikt, zul je naar http://www.gildor.org/downloads gebracht worden.

# COMPRESSED_HOWTO
source: To use Gildor's tool, try "decompress.exe PACKAGENAME.EXT" you may have to specify -lzo.
nl: Om Gildor's tool te gebruiken, probeer het volgende "decompress.exe PACKAGENAME.EXT" het zou kunnen dat je -lzo zult moeten tevoegen.

# NOTICE_TITLE
source: Notice
nl: Opmerking

# PACKAGE_UNKNOWN_SIGNATURE
source: This package has an unknown signature. Are you sure you want to try to deserialize this package? Clicking Yes might lead to unexpected results!
nl: Dit pakket heeft een onbekend handtekening. Ben je zeker dat je dit pakket wilt openen? Op ja klikken, zou kunnen leiden tot onverwachte resultaten!

# PACKAGE_LOADING
source: Loading Package...
nl: Pakket aan het laden...

# PACKAGE_METAINFO
source: Package's MetaInfo
nl: Pakkets MetaInfo

source: Constructing Objects...
nl: Objecten constructeren...

source: Deserializing Objects...
nl: Objecten lezen...

source: Linking Objects...
nl: Objecten verbinden...

# SEARCH_WIKI_ITEM
source: Search the UnrealWiki for "{0}"
nl: In de UnrealWiki zoeken naar "{0}"

# NO_FIND_RESULTS
source: Found no results with the specified text "{0}".
nl: Er werden geen resultaten gevonden met deze text "{0}".

# SEARCHING_CLASSES_STATUS
source: Searching classes...
nl: Klassen worden doorzocht..

# FIND_RESULTS_TITLE
source: Find Results "{0}"
nl: Zoek resultaten {0}

# HexView_COULDNT_ACQUIRE_VALUE
source: Couldn't acquire value
nl: Kon de waarde niet ophalen

# HexView_Offset
source: Offset
nl: Afstand

# HexView_Position
source: Position: {0} + {1} ; 0x{2:x8}
nl: Positie: {0} + {1} ; 0x{2:x8}

# Version
source: Version {0}
nl: Versie {0}

# CLASS_ISNT_SUPPORTED
source: Class {0} isn't supported
nl: Klass {0} is niet ondersteund

# NodeItem_OpenInUEModelViewer
source: Open in UE Model Viewer
nl: Openen met UE Model Viewer

# NodeItem_ExportWithUEModelViewer
source: Export with UE Model Viewer
nl: Exporteren met UE Model Viewer

# NodeItem_ViewContent
source: View Content...
nl: Bekijk inhoud

# NodeItem_ViewTokens
source: Decompile Tokens
nl: Bekijk tokens

# NodeItem_ViewDisassembledTokens
source: Decompile Disassembled Tokens
nl: Bekijk gedemonteerde tokens

# NodeItem_ViewException
source: Display Exception
nl: Bekijk uitzondering

# NoTargetForViewBuffer
source: No target found for "View Buffer"
nl: Geen doelwit gevonden voor "Bekijk buffer"

# UnrealClassFilter
source: Unreal Class
nl: Unreal klass

# ExportTextTitle
source: Export Text
nl: Exporteer text

# THING_DOESNT_EXIST
source: {0} doesn't exist!
nl: {0} bestaat niet!

# UNRECOGNIZED_EXPORT_TYPE
source: Unrecognized export type {0}
nl: Niet herkende export type {0}

# EXCEPTION_OCCURRED_WHILE_EXPORTING
source: An exception occurred while exporting {0} {1}
nl: Een uitzondering vondt zich plaats tijdens het exporteren van {0} {1}

# UNRECOGNIZED_COMMANDLINE_OPTION
source: Unrecognized commandline option {0}
nl: Commandline optie {0} is niet herkenbaar!

# COULDNT_RELOAD_OBJECT
source: Couldn't reload due this error: {0}
nl: Het object kon niet worden herladen vanwege deze fout: {0}

# PLEASE_SELECT_PATH
source: The path to {0} is not configured. Select the program's executable!
nl: Het pad naar {0} is niet geconfigureerd. Selecteer de toepassing van het programma!

source: Search as Object
nl: Zoeken als object
